{
  "Quest1": {
    "quest": "Leading a Full Life",
    "img": "Bedroom.png",
    "text1": "You are well respected professor, world renowned scientist and inventor. You have extensive knowledge in astronomy, chemistry, horticulture and physics. Your other talents include construction, wood working and mechanics. Because of your wide array of knowledge and talents, you are always in demand.",
    "text2": "Right now, however, your only demand is for sleep so you settle into bed. Just as you are falling asleep, you feel something wash over your body almost like a waterfall but you don't feel wet. As the feeling passes, you sense that you are not in your bed anymore.",
    "numItemsComplete": 0,
    "level": 1,
    "display": "Q"
  },
  "Quest2": {
    "quest": "A Strange New World",
    "img": "SunSky.jpg",
    "text1": "You no longer feel your blankets covering you. A breeze blows across your body and you realize that you are outside. You struggle to understand what has happened. You feel dizzy and very disoriented. You are afraid to open your eyes but know you must. When you do, your are shocked at what you see.",
    "text2": "You are laying on you back looking up. Above you is a purple sky and a pink sun. A shiver runs down your spine as you realize this is not your world. This must be a dream yet you somehow know that it is not.",
    "numItemsComplete": 0,
    "display": "Q"
  },
  "Quest3": {
    "quest": "Past and Present",
    "img": "Cave_trans.jpg",
    "text1": "Your head begins to clears and you stand up. You realize that your intelligence and knowledge remain but you have no personal memories. It's as if your past life has been erased. That is something to ponder later. Right now you need to get yourself oriented.",
    "text2": "You observe that you are standing on a gravel covered ground. In front of you is the narrow entrance to a cave. You look down and are surprised to see that you are naked except for the shorts you wore to bed. You have no personal items on you; no watch, no wallet, no tools, nothing.",
    "numItemsComplete": 0,
    "display": "Q"
  },
  "Quest4": {
    "quest": "Naked and Afraid",
    "img": "Landscape.jpg",
    "text1": "You wonder about the weather here. You have no idea what the temperatures are on this world. It may get very cold at night. You make a mental note that will need clothes. You turn around to take in the world around you.",
    "text2": "You see a wilderness of grass, trees and even mountains in the distance. A fear of the unknown passes over you but this is not a time to panic. You take a moment to calm down.",
    "numItemsComplete": 0,
    "display": "Q"
  },
  "Quest5": {
    "quest": "SURVIVE!",
    "img": "Cave_trans.jpg",
    "text1": "Some primal survival instinct kicks in and you make a mental list of what you need to do. You will need supplies and food. You will also will need some sort of weapon to defend yourself against whatever or whoever might be a threat to you. First, you will need some sort of shelter. ",
    "text2": "You look again at the cave and decide it can serve as shelter for now assuming some animal is not already using it for his lair.",
    "numItemsComplete": 0,
    "display": "Q"
  },
  "Quest6": {
    "quest": "Gather Wood",
    "text1": "Before you explore the cave, you notice a pile of wood by the cave entrance. Touch the pile to add it to your inventory.",
    "numItemsComplete": 0,
    "display": "N"
  },
  "Quest7": {
    "quest": "Explore the Cave",
    "text1": "Now that you have some wood, you decide to check out the cave. Hopefully no animals are inside. Touch the cave entrance to enter the cave.",
    "numItemsComplete": 0,
    "display": "N"
  },
  "Quest8": {
    "quest": "Leave the Cave",
    "text1": "It is not a very big cave but you can sleep in here until you build something more permanent. Touch the cave opening to leave the cave.",
    "numItemsComplete": 0,
    "display": "N"
  }
}
